Repository: moravianlibrary/iOS-IIIF-Presenter
Catalog: IIIF Presenter/IIIF Presenter/*.lproj/Localizable.strings
Languages: cs

source: About
cs: O aplikaci

# intern_error
source: Application internal error.
cs: Interní chyba aplikace.

# empty_collection
source: The collection is empty.
cs: Kolekce je prázdná.

# share_msg_start
source: Checkout this awesome IIIF
cs: Podívej se na tento/tuto IIIF

# share_msg_collection
source: collection
cs: kolekci

# share_msg_name
source: Its title is
cs: Má název

# share_msg_unknown
source: unknown
cs: neznámý

# share_msg_link
source: and you can find it at this link
cs: a je dostupný/á na tomto odkazu

source: Description
cs: Popis

source: Attribution
cs: Vlastník

source: License
cs: Licence

# view_direction
source: ViewingDirection
cs: Směr procházení

# view_hint
source: ViewingHint
cs: Parametry procházení

source: Date
cs: Datum

source: Related
cs: Více informací

source: Rendering
cs: Zdroj

source: Service
cs: Služby

source: SeeAlso
cs: Další

source: Within
cs: Obsaženo v

# welcome
source: Welcome to the IIIF Presenter application.
cs: Vítejte v aplikaci IIIF Presenter.

# extension_tutorial
source: You can open any publicly available IIIF document using the action extension, for example in Safari. You'll find detailed description in the About section.
cs: Pomocí rozšíření můžete otevřít jakýkoli veřejně dostupný IIIF dokument, například v Safari. Podrobný popis najdete v sekci O aplikaci.

# tutorial_bye
source: That's all from us. Enjoy the application.
cs: To je od nás vše. Užijte si aplikaci.

# tutorial_end
source: Got it.
cs: Rozumím.

# step_2_img
source: extension_list_before_en
cs: extension_list_before_cz

# step_3_img
source: extension_off_en
cs: extension_off_cz

# step_4_img
source: extension_on_en
cs: extension_on_cz

# step_5_img
source: extension_list_after_en
cs: extension_list_after_cz

# step_1
source: You can open any publicly available IIIF document from other applications thanks to our application extension. Most common way to do so is in a browser. In Safari application, for example, you can press the action icon below to access the application extensions list.
cs: Pomocí našeho rozšíření můžete otevřít kterýkoli veřejně dostupný IIIF dokument i z jiných aplikací. Pravděpodobně nejčastěji jej využijete v internetovém prohlížeči. Například v Safari zobrazíte dostupná rozšíření pomocí této akční ikony.

# step_2
source: You will see two lists of extensions. One containing sharing extensions in the first row and list of the action extensions in the second row. Our extension is an action extension, therefore it will be present in the second row. For applications downloaded from the App Store, you have to allow their extension first before you can use it. You can accomplish that by pressing 'More' option, as seen in the picture.
cs: Uvidíte dva nezávislé seznamy rozšíření. Vrchní seznam je seznam rozšíření pro sdílení a spodní seznam je pro akční rozšíření. Naše rozšíření je akční a bude tedy přístupné ve spodním seznamu. Ovšem rozšíření aplikací stažených z App Store je nutné před jejich použitím nejprve povolit. Pro povolení našeho rozšíření tedy nejdříve zvolte možnost 'Více', která je znázorněna na obrázku zde.

# step_3
source: Once you press the 'More' option, you will see vertical list of your possible action extensions. There will be system provided extensions as well as third applications extensions, that have a switch on the right side. Every new extension is turned off by default. Among all, there will be our extension called 'Open in Viewer' in the list.
cs: Po zmáčknutí možnosti 'Více' se Vám zobrazí seznam všech Vašich možných akčních rozšíření. Ten obsahuje systémová rozšíření a také rozšíření jiných aplikací, která mají na stejném řádku vpravo zapínání. Každé rozšíření aplikací je nejprve vždy zakázáno. V seznamu najděte naše rozšíření s názvem 'Open in Viewer'.

# step_4
source: In order to be able to use our extension, simply turn on the switch next to our extension. You can also move our extension by holding and dragging it to the very top of the list to make it always easily visible. Then press 'Done' button on top to save your changes.
cs: Abyste mohli používat naše rozšíření, jednoduše jej zapněte pomocí přepínátka. Také můžete naše rozšíření v seznamu přesunout výše, aby Vám bylo později snadněji přístupné. Všechny změny jsou automaticky uloženy, proto již stačí pouze zmáčknout tlačítko 'Hotovo' nad seznamem.

# step_5
source: Now, our extension will be present in the bottom list of action extensions and it will be always available to you from any application, that can work with JSON files.
cs: Nyní se naše rozšíření nachází ve spodním seznamu akčních rozšíření a najdete ho zde v každé aplikaci, která umí pracovat se soubory formátu JSON a nabízí výběr akčních rozšíření.
