Repository: moravianlibrary/iOS-IIIF-Presenter
Catalog: IIIF Presenter/IIIF Presenter/*.lproj/Main.strings
Languages: cs

# XX7-1o-txP.normalTitle
source: Try again
cs: Znovu

# JMQ-AE-iM4.text
source: Author: Jakub Fi≈°er
cs: Autor: Jakub Fišer

# zHL-QU-pVH.text
source: version
cs: verze

# 5tQ-yg-36G.text
source: The application can browse and display any document implementing the IIIF protocol. It contains few documents for illustration purpose and can open any public document with it's extension. The application has been created as a diploma thesis at Faculty of Informatics at Masaryk University in cooperation with The Moravian Library in Brno.
cs: Aplikace slouží k procházení dokumentů podporujících standard IIIF. Obsahuje několik ukázkových dokumentů a možnost otevřít libovolný volně dostupný dokument pomocí rozšíření. Aplikace vznikla jako diplomová práce na Fakultě informatiky Masarykovy Univerzity ve spolupráci s Moravskou zemskou knihovnou v Brně.

# CUh-yp-YAL.normalTitle
source: More information about IIIF.
cs: Více informací o IIIF.

# iCB-md-UAm.normalTitle
source: More information about MZK.
cs: Více informací o MZK.

# oJN-Fy-ELx.normalTitle
source: Extension tutorial.
cs: Nápověda k rozšíření.

# Bh1-kM-sXA.text
source: The manifest is empty.
cs: Manifest je prázdný.

# Vvy-lD-6NH.text
source: No additional information.
cs: Žádné další informace.

# 4Wl-dk-bVZ.normalTitle
source: Try it now!
cs: Vyzkoušet nyní!
